Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: If an upload stops partway — a dropped connection, or App Store Connect rate limiting a large sync — just run it again. Locales that finished are remembered and skipped, and screenshots already delivered are matched by checksum rather than uploaded twice.
ar: إذا توقف التحميل جزئيًا - انقطاع الاتصال، أو معدل App Store Connect الذي يحد من مزامنة كبيرة - فما عليك سوى تشغيله مرة أخرى. يتم تذكر اللغات التي انتهت وتخطيها، وتتم مطابقة لقطات الشاشة التي تم تسليمها بالفعل بالمجموع الاختباري بدلاً من تحميلها مرتين.
ca: Si una càrrega s'atura a mig camí (una connexió interrompuda o una velocitat de App Store Connect que limita una sincronització gran), només cal que torneu a executar-la. Les opcions regionals que s'han acabat es recorden i s'ometen, i les captures de pantalla que ja s'han lliurat es corresponen amb la suma de comprovació en lloc de penjar-se dues vegades.
cs: Pokud se nahrávání zastaví – přerušení připojení nebo rychlost App Store Connect omezující velkou synchronizaci – spusťte jej znovu. Dokončená národní prostředí jsou zapamatována a přeskočena a již doručené snímky obrazovky jsou porovnány podle kontrolního součtu, nikoli dvakrát nahrány.
da: Hvis en upload stopper halvvejs - en afbrudt forbindelse eller App Store Connect hastighed, der begrænser en stor synkronisering - bare kør den igen. Lokaliteter, der er færdige, huskes og springes over, og allerede leveret skærmbilleder matches af kontrolsum i stedet for at blive uploadet to gange.
de: Bricht ein Upload mittendrin ab – durch eine abgebrochene Verbindung oder weil App Store Connect eine große Synchronisierung drosselt –, starte ihn einfach erneut. Abgeschlossene Sprachen werden gemerkt und übersprungen, und bereits übertragene Screenshots werden per Prüfsumme erkannt statt doppelt hochgeladen.
el: Εάν μια μεταφόρτωση σταματήσει εν μέρει — μια διακοπή σύνδεσης ή ο ρυθμός App Store Connect που περιορίζει έναν μεγάλο συγχρονισμό — απλώς εκτελέστε την ξανά. Οι τοπικές ρυθμίσεις που ολοκληρώθηκαν απομνημονεύονται και παραλείπονται και τα στιγμιότυπα οθόνης που έχουν ήδη παραδοθεί αντιστοιχίζονται με άθροισμα ελέγχου αντί να μεταφορτώνονται δύο φορές.
es: Si una subida se detiene a medias (por un corte de conexión o porque App Store Connect limita la frecuencia de una sincronización grande), vuelve a ejecutarla. Los idiomas que terminaron se recuerdan y se omiten, y las capturas ya entregadas se identifican por suma de verificación en lugar de subirse dos veces.
fa: اگر آپلود در میانه متوقف شد — قطع اتصال، یا محدودیت نرخ درخواست App Store Connect در همگام‌سازی‌های بزرگ — کافی است دوباره اجرایش کنید. زبان‌هایی که کامل شده‌اند به خاطر سپرده و رد می‌شوند، و اسکرین‌شات‌هایی که قبلاً ارسال شده‌اند به‌جای آپلود دوباره، با چک‌سام تطبیق داده می‌شوند.
fi: Jos lataus pysähtyy kesken – yhteys katkeaa tai App Store Connect nopeus rajoittaa suurta synkronointia – suorita se uudelleen. Valmiit maa-asetukset muistetaan ja ohitetaan, ja jo toimitetut kuvakaappaukset täsmäävät tarkistussumman avulla sen sijaan, että ne ladataan kahdesti.
fr: Si un envoi s'interrompt en cours de route — connexion perdue, ou App Store Connect qui limite le débit d'une synchronisation importante —, relancez-le simplement. Les langues terminées sont mémorisées et ignorées, et les captures d'écran déjà livrées sont reconnues par leur somme de contrôle au lieu d'être envoyées deux fois.
he: אם העלאה נעצרת בחלק מהדרך - חיבור נותק, או קצב App Store Connect המגביל סנכרון גדול - פשוט הפעל אותו שוב. מקומות שהסתיימו נזכרים ומדלגים עליהם, וצילומי מסך שכבר נמסרו מותאמים ל-Checksum ולא מועלים פעמיים.
hr: Ako se prijenos prekine na pola puta - prekinuta veza ili App Store Connect brzina koja ograničava veliku sinkronizaciju - samo ga pokrenite ponovno. Lokacije koje su završene pamte se i preskaču, a već isporučene snimke zaslona uspoređuju se kontrolnim zbrojem umjesto da se učitavaju dvaput.
hu: Ha a feltöltés részben leáll – megszakadt a kapcsolat vagy a App Store Connect sebessége korlátozza a nagy szinkronizálást –, csak futtassa újra. A befejezett nyelvi beállításokat a rendszer megjegyzi és kihagyja, a már kézbesített képernyőképeket pedig az ellenőrzőösszeg egyezteti, nem pedig kétszer tölti fel.
id: Jika unggahan berhenti di tengah jalan — koneksi terputus, atau kecepatan App Store Connect membatasi sinkronisasi besar — jalankan saja lagi. Lokal yang selesai akan diingat dan dilewati, dan tangkapan layar yang sudah dikirimkan dicocokkan dengan checksum, bukan diunggah dua kali.
it: Se un caricamento si interrompe a metà (una connessione persa, o App Store Connect che limita le richieste di una sincronizzazione di grandi dimensioni), basta eseguirlo di nuovo. Le lingue completate vengono ricordate e saltate, e gli screenshot già consegnati vengono riconosciuti tramite checksum anziché caricati due volte.
ja: 接続が切れたり、大規模な同期で App Store Connect がリクエストを制限したりして、アップロードが途中で止まった場合は、もう一度実行してください。完了したロケールは記録されてスキップされ、送信済みのスクリーンショットは二重にアップロードされず、チェックサムで照合されます。
ko: 연결이 끊기거나 App Store Connect가 대규모 동기화의 요청 속도를 제한해 업로드가 중간에 멈췄다면 다시 실행하세요. 완료된 로케일은 기억해 두었다가 건너뛰고, 이미 전송된 스크린샷은 두 번 업로드하지 않고 체크섬으로 확인합니다.
ms: Jika muat naik berhenti separuh jalan — sambungan terputus, atau App Store Connect kadar mengehadkan penyegerakan besar — cuma jalankannya semula. Tempatan yang selesai diingati dan dilangkau, dan tangkapan skrin yang telah dihantar dipadankan dengan jumlah semak dan bukannya dimuat naik dua kali.
nl: Als een upload halverwege stopt (een verbroken verbinding of een snelheid van App Store Connect die een grote synchronisatie beperkt), voer je hem gewoon opnieuw uit. Landinstellingen die zijn voltooid, worden onthouden en overgeslagen, en reeds geleverde schermafbeeldingen worden vergeleken met een controlesom in plaats van twee keer te worden geüpload.
no: Hvis en opplasting stopper halvveis – en avbrutt tilkobling eller App Store Connect-hastighet som begrenser en stor synkronisering – bare kjør den på nytt. Lokaler som er ferdige, huskes og hoppes over, og skjermbilder som allerede er levert, matches av sjekksum i stedet for å lastes opp to ganger.
pl: Jeśli przesyłanie zostanie przerwane – zerwane połączenie lub App Store Connect prędkość ograniczająca dużą synchronizację – po prostu uruchom je ponownie. Ukończone ustawienia regionalne są zapamiętywane i pomijane, a już dostarczone zrzuty ekranu są dopasowywane na podstawie sumy kontrolnej, a nie przesyłane dwukrotnie.
pt_br: Se um envio parar no meio — uma conexão perdida ou o App Store Connect limitando as solicitações de uma sincronização grande — basta executá-lo de novo. As localidades concluídas são lembradas e ignoradas, e as capturas de tela já entregues são reconhecidas pela soma de verificação em vez de enviadas duas vezes.
pt_pt: Se um upload parar no meio — uma conexão perdida ou App Store Connect taxa limitando uma sincronização grande — basta executá-lo novamente. Os locais concluídos são lembrados e ignorados, e as capturas de ecrã já entregues são correspondidas por soma de verificação em vez de serem carregadas duas vezes.
ro: Dacă o încărcare se oprește parțial — o conexiune întreruptă sau App Store Connect rata limitând o sincronizare mare — rulați-o din nou. Localitățile care s-au terminat sunt memorate și ignorate, iar capturile de ecran deja livrate sunt corelate cu suma de control, în loc să fie încărcate de două ori.
ru: Если загрузка остановилась на полпути — обрыв соединения или ограничение частоты запросов App Store Connect при большой синхронизации, — просто запустите ее снова. Завершенные языки запоминаются и пропускаются, а уже доставленные скриншоты сопоставляются по контрольной сумме и не загружаются дважды.
sk: Ak sa nahrávanie zastaví v priebehu – prerušené pripojenie alebo rýchlosť App Store Connect obmedzujúca veľkú synchronizáciu – jednoducho ho spustite znova. Miestne nastavenia, ktoré skončili, sa zapamätajú a preskočia a už doručené snímky obrazovky sa porovnávajú podľa kontrolného súčtu a nie sú nahrané dvakrát.
sl: Če se nalaganje ustavi med delom – prekinjena povezava ali App Store Connect hitrost, ki omejuje veliko sinhronizacijo – ga znova zaženite. Končane jezikovne nastavitve se zapomnijo in preskočijo, že dostavljeni posnetki zaslona pa se ujemajo s kontrolno vsoto, namesto da se naložijo dvakrat.
sv: Om en uppladdning stannar halvvägs – en avbruten anslutning eller App Store Connect hastighet som begränsar en stor synkronisering – kör den bara igen. Platser som avslutats kommer ihåg och hoppas över, och redan levererade skärmdumpar matchas av kontrollsumma istället för att laddas upp två gånger.
th: หากการอัปโหลดหยุดกลางคัน - การเชื่อมต่อหลุด หรืออัตรา App Store Connect ที่จำกัดการซิงค์ขนาดใหญ่ ให้เรียกใช้อีกครั้ง ตำแหน่งที่เสร็จแล้วจะถูกจดจำและข้ามไป และภาพหน้าจอที่ส่งไปแล้วจะถูกจับคู่ตามผลรวมตรวจสอบ แทนที่จะอัปโหลดสองครั้ง
tr: Bir yükleme yarıda kalırsa — kopan bir bağlantı ya da büyük bir eşzamanlamada App Store Connect'in istek sınırlaması nedeniyle — yeniden çalıştırmanız yeterlidir. Tamamlanan diller hatırlanır ve atlanır; zaten teslim edilmiş ekran görüntüleri iki kez yüklenmek yerine sağlama toplamıyla eşleştirilir.
uk: Якщо вивантаження зупинилося на півдорозі — через обрив з’єднання або обмеження частоти запитів App Store Connect під час великої синхронізації, — просто запустіть його знову. Завершені мови запам’ятовуються й пропускаються, а вже доставлені знімки екрана зіставляються за контрольною сумою й не вивантажуються двічі.
ur: اگر کوئی اپ لوڈ جزوی طور پر رک جاتا ہے — ایک گرا ہوا کنکشن، یا App Store Connect کی شرح ایک بڑی مطابقت پذیری کو محدود کرتی ہے — تو اسے دوبارہ چلائیں۔ ختم ہونے والے لوکلز کو یاد رکھا جاتا ہے اور چھوڑ دیا جاتا ہے، اور پہلے سے ڈیلیور کیے گئے اسکرین شاٹس کو دو بار اپ لوڈ کرنے کے بجائے چیکسم کے ذریعے ملایا جاتا ہے۔
vi: Nếu quá trình tải lên dừng giữa chừng — kết nối bị ngắt hoặc tốc độ App Store Connect giới hạn đồng bộ hóa lớn — chỉ cần chạy lại quá trình đó. Các ngôn ngữ đã hoàn thành sẽ được ghi nhớ và bỏ qua, đồng thời các ảnh chụp màn hình đã gửi sẽ được khớp bằng tổng kiểm tra thay vì tải lên hai lần.
zh_hans: 如果上传中途停止（连接断开，或 App Store Connect 对大型同步限制请求频率），只需再次运行即可。已完成的语言会被记住并跳过，已上传的截图会通过校验和匹配，不会重复上传。
zh_hant: 如果上傳中途停止——例如連線中斷，或 App Store Connect 對大型同步限制請求頻率——只要再次執行即可。已完成的語言會被記住並略過，已送達的螢幕截圖會以總和檢查碼比對，而不會重複上傳。

source: If sync seems stuck, open Finder ▸ iCloud Drive ▸ Screenshot Bro and check whether files are still uploading. Toggling iCloud off and on again forces a re-scan.
ar: إذا بدت المزامنة متوقفة، فافتح Finder ▸ iCloud Drive ▸ Screenshot Bro وتحقق مما إذا كانت الملفات لا تزال قيد التحميل. يؤدي تبديل إيقاف تشغيل iCloud وتشغيله مرة أخرى إلى فرض إعادة الفحص.
ca: Si la sincronització sembla bloquejada, obriu el Finder ▸ iCloud Drive ▸ Screenshot Bro i comproveu si encara s'estan penjant fitxers. Activar i desactivar iCloud de nou obliga a tornar a escanejar.
cs: Pokud se zdá, že se synchronizace zasekla, otevřete Finder ▸ iCloud Disk ▸ Screenshot Bro a zkontrolujte, zda se soubory stále nahrávají. Vypnutí a opětovné zapnutí iCloud vynutí opětovné skenování.
da: Hvis synkroniseringen ser ud til at sidde fast, skal du åbne Finder ▸ iCloud Drive ▸ Screenshot Bro og kontrollere, om filer stadig uploades. Slå iCloud til og fra igen fremtvinger en genscanning.
de: Scheint die Synchronisierung festzuhängen, öffne Finder ▸ iCloud Drive ▸ Screenshot Bro und prüfe, ob noch Dateien hochgeladen werden. iCloud aus- und wieder einzuschalten erzwingt einen neuen Scan.
el: Εάν ο συγχρονισμός φαίνεται να έχει κολλήσει, ανοίξτε το Finder ▸ iCloud Drive ▸ Screenshot Bro και ελέγξτε εάν τα αρχεία εξακολουθούν να ανεβαίνουν. Η απενεργοποίηση και επανενεργοποίηση του iCloud επιβάλλει εκ νέου σάρωση.
es: Si la sincronización parece atascada, abre Finder ▸ iCloud Drive ▸ Screenshot Bro y comprueba si aún se están subiendo archivos. Desactivar y volver a activar iCloud fuerza un nuevo análisis.
fa: اگر همگام‌سازی گیر کرده به نظر می‌رسد، Finder ▸ iCloud Drive ▸ Screenshot Bro را باز کنید و ببینید آیا فایل‌ها هنوز در حال آپلودند. خاموش و روشن کردن دوبارهٔ iCloud باعث اسکن مجدد می‌شود.
fi: Jos synkronointi vaikuttaa jumissa, avaa Finder ▸ iCloud Drive ▸ Screenshot Bro ja tarkista, latautuvatko edelleen tiedostoja. iCloud:n kytkeminen pois päältä ja uudelleen päälle pakottaa skannauksen uudelleen.
fr: Si la synchronisation semble bloquée, ouvrez Finder ▸ iCloud Drive ▸ Screenshot Bro et vérifiez si des fichiers sont encore en cours d'envoi. Désactiver puis réactiver iCloud force une nouvelle analyse.
he: אם נראה שהסנכרון תקוע, פתח את Finder ▸ iCloud Drive ▸ Screenshot Bro ובדוק אם הקבצים עדיין עולים. כיבוי והדלקה של iCloud מאלץ סריקה מחדש.
hr: Ako se čini da je sinkronizacija zapela, otvorite Finder ▸ iCloud Drive ▸ Screenshot Bro i provjerite prenose li se datoteke i dalje. Isključivanje i ponovno uključivanje iCloud prisiljava ponovno skeniranje.
hu: Ha úgy tűnik, hogy a szinkronizálás elakadt, nyissa meg a Finder ▸ iCloud Drive ▸ Screenshot Bro alkalmazást, és ellenőrizze, hogy a fájlok feltöltése folyamatban van-e. A iCloud ki- és bekapcsolása újbóli vizsgálatot kényszerít ki.
id: Jika sinkronisasi tampaknya terhenti, buka Finder ▸ iCloud Drive ▸ Screenshot Bro dan periksa apakah file masih diunggah. Mengaktifkan dan menonaktifkan iCloud lagi akan memaksa pemindaian ulang.
it: Se la sincronizzazione sembra bloccata, apri Finder ▸ iCloud Drive ▸ Screenshot Bro e verifica se ci sono ancora file in caricamento. Disattivando e riattivando iCloud viene forzata una nuova scansione.
ja: 同期が止まっているように見える場合は、Finder ▸ iCloud Drive ▸ Screenshot Bro を開いて、ファイルがまだアップロード中かどうかを確認してください。iCloud をいったんオフにしてオンに戻すと、再スキャンが行われます。
ko: 동기화가 멈춘 것 같으면 Finder ▸ iCloud Drive ▸ Screenshot Bro를 열고 파일이 아직 업로드 중인지 확인하세요. iCloud를 껐다가 다시 켜면 강제로 다시 검사합니다.
ms: Jika penyegerakan kelihatan tersekat, buka Finder ▸ iCloud Drive ▸ Screenshot Bro dan semak sama ada fail masih dimuat naik. Menogol iCloud mematikan dan menghidupkan semula memaksa imbasan semula.
nl: Als de synchronisatie vastloopt, open dan Finder ▸ iCloud Drive ▸ Screenshot Bro en controleer of de bestanden nog steeds worden geüpload. Als u iCloud uit- en weer inschakelt, wordt een nieuwe scan afgedwongen.
no: Hvis synkroniseringen virker fast, åpne Finder ▸ iCloud Drive ▸ Screenshot Bro og sjekk om filene fortsatt lastes opp. Å slå iCloud av og på igjen tvinger en ny skanning.
pl: Jeśli synchronizacja wydaje się zablokowana, otwórz Finder ▸ iCloud Dysk ▸ Screenshot Bro i sprawdź, czy pliki nadal się przesyłają. Wyłączenie i ponowne włączenie iCloud wymusza ponowne skanowanie.
pt_br: Se a sincronização parecer travada, abra Finder ▸ iCloud Drive ▸ Screenshot Bro e veja se ainda há arquivos sendo enviados. Desativar e reativar o iCloud força uma nova verificação.
pt_pt: Se a sincronização parecer travada, abra Finder ▸ iCloud Drive ▸ Screenshot Bro e verifique se os ficheiros ainda estão sendo carregados. Ativar e desativar iCloud força uma nova verificação.
ro: Dacă sincronizarea pare blocată, deschideți Finder ▸ iCloud Drive ▸ Screenshot Bro și verificați dacă fișierele se încarcă în continuare. Activarea și dezactivarea iCloud forțează o re-scanare.
ru: Если синхронизация зависла, откройте Finder ▸ iCloud Drive ▸ Screenshot Bro и проверьте, выгружаются ли еще файлы. Выключение и повторное включение iCloud запускает повторное сканирование.
sk: Ak sa zdá, že sa synchronizácia zasekla, otvorte Finder ▸ iCloud Disk ▸ Screenshot Bro a skontrolujte, či sa súbory stále nahrávajú. Vypnutie a opätovné zapnutie iCloud si vynúti opätovné skenovanie.
sl: Če se zdi, da je sinhronizacija obstala, odprite Finder ▸ iCloud Drive ▸ Screenshot Bro in preverite, ali se datoteke še vedno nalagajo. Izklop in ponovni vklop iCloud zahteva ponovno skeniranje.
sv: Om synkroniseringen verkar ha fastnat, öppna Finder ▸ iCloud Drive ▸ Screenshot Bro och kontrollera om filer fortfarande laddas upp. Att växla iCloud av och på igen tvingar fram en ny skanning.
th: หากการซิงค์ดูเหมือนติดขัด ให้เปิด Finder ▸ iCloud ไดรฟ์ ▸ Screenshot Bro และตรวจสอบว่าไฟล์ยังคงอัปโหลดอยู่หรือไม่ การสลับปิดและเปิด iCloud อีกครั้งจะบังคับให้มีการสแกนซ้ำ
tr: Eşzamanlama takılmış gibi görünüyorsa Finder ▸ iCloud Drive ▸ Screenshot Bro'yu açın ve dosyaların hâlâ yüklenip yüklenmediğini denetleyin. iCloud'u kapatıp yeniden açmak yeniden taramayı zorlar.
uk: Якщо синхронізація, здається, зависла, відкрийте Finder ▸ iCloud Drive ▸ Screenshot Bro і перевірте, чи файли ще вивантажуються. Вимкнення й повторне ввімкнення iCloud примусово запускає повторне сканування.
ur: اگر مطابقت پذیری رکی ہوئی نظر آتی ہے تو، فائنڈر ▸ iCloud ڈرائیو ▸ Screenshot Bro کھولیں اور چیک کریں کہ آیا فائلیں اب بھی اپ لوڈ ہو رہی ہیں۔ ٹوگل کرنے سے iCloud کو آف اور دوبارہ آن کرنا دوبارہ اسکین پر مجبور کرتا ہے۔
vi: Nếu quá trình đồng bộ hóa có vẻ bị kẹt, hãy mở Finder ▸ iCloud Drive ▸ Screenshot Bro và kiểm tra xem các tệp có còn được tải lên hay không. Việc tắt và bật lại iCloud buộc phải quét lại.
zh_hans: 如果同步似乎卡住了，请打开“访达”▸ iCloud 云盘 ▸ Screenshot Bro，检查文件是否仍在上传。关闭 iCloud 同步再重新开启，会强制重新扫描。
zh_hant: 如果同步似乎卡住了，請開啟 Finder ▸ iCloud 雲碟 ▸ Screenshot Bro，檢查檔案是否仍在上傳。將 iCloud 關閉再重新開啟會強制重新掃描。

source: If the app didn't open, or you reinstalled it, use **Activate Web Purchase…** and paste the activation link from your receipt email.
ar: إذا لم يتم فتح التطبيق، أو قمت بإعادة تثبيته، فاستخدم **تنشيط الشراء عبر الويب...** والصق رابط التنشيط من إيصال البريد الإلكتروني الخاص بك.
ca: Si l'aplicació no s'ha obert o l'has tornat a instal·lar, fes servir **Activa la compra web...** i enganxeu l'enllaç d'activació del correu electrònic del rebut.
cs: Pokud se aplikace neotevřela nebo jste ji přeinstalovali, použijte **Aktivovat webový nákup…** a vložte aktivační odkaz z e-mailu s potvrzením.
da: Hvis appen ikke åbnede, eller du geninstallerede den, skal du bruge **Activate Web Purchase...** og indsætte aktiveringslinket fra din kvitterings-e-mail.
de: Wenn sich die App nicht geöffnet hat oder du sie neu installiert hast, verwende **Web-Kauf aktivieren …** und füge den Aktivierungslink aus deiner Quittungs-E-Mail ein.
el: Εάν η εφαρμογή δεν άνοιξε ή την εγκαταστήσατε ξανά, χρησιμοποιήστε την **Ενεργοποίηση αγοράς Ιστού…** και επικολλήστε τον σύνδεσμο ενεργοποίησης από το email της απόδειξης.
es: Si la app no se abrió o la has reinstalado, usa **Activar compra web…** y pega el enlace de activación del correo con tu recibo.
fa: اگر برنامه باز نشد یا آن را دوباره نصب کرده‌اید، از **فعال‌سازی خرید وب…** استفاده کنید و پیوند فعال‌سازی را از ایمیل رسید جای‌گذاری کنید.
fi: Jos sovellus ei avautunut tai asensit sen uudelleen, valitse **Aktivoi verkkoostos…** ja liitä aktivointilinkki kuittisähköpostistasi.
fr: Si l'app ne s'est pas ouverte, ou si vous l'avez réinstallée, utilisez **Activer un achat web…** et collez le lien d'activation figurant dans l'e-mail de reçu.
he: אם האפליקציה לא נפתחה, או שהתקנת אותה מחדש, השתמש ב-**הפעל רכישת אינטרנט...** והדבק את קישור ההפעלה מהאימייל הקבלה שלך.
hr: Ako se aplikacija nije otvorila ili ste je ponovno instalirali, upotrijebite **Aktiviraj web-kupnju…** i zalijepite vezu za aktivaciju iz e-pošte s potvrdom o plaćanju.
hu: Ha az alkalmazás nem nyílt meg, vagy újratelepítette, használja a **Internetes vásárlás aktiválása…** lehetőséget, és illessze be az aktiváló linket a nyugta e-mailjéből.
id: Jika aplikasi tidak terbuka, atau Anda menginstalnya kembali, gunakan **Aktifkan Pembelian Web…** dan tempelkan tautan aktivasi dari email tanda terima Anda.
it: Se l'app non si è aperta o l'hai reinstallata, usa **Attiva acquisto web…** e incolla il link di attivazione dall'email della ricevuta.
ja: アプリが開かなかった場合や再インストールした場合は、**Web 購入をアクティベート…** を使い、レシートメールのアクティベーションリンクをペーストしてください。
ko: 앱이 열리지 않았거나 다시 설치했다면 **웹 구매 활성화…**를 사용해 영수증 이메일의 활성화 링크를 붙여 넣으세요.
ms: Jika apl tidak dibuka, atau anda memasangnya semula, gunakan **Aktifkan Pembelian Web...** dan tampal pautan pengaktifan daripada e-mel resit anda.
nl: Als de app niet is geopend of als u deze opnieuw hebt geïnstalleerd, gebruikt u **Webaankoop activeren…** en plakt u de activeringslink uit uw ontvangst-e-mail.
no: Hvis appen ikke åpnet, eller du installerte den på nytt, bruker du **Aktiver nettkjøp...** og limer inn aktiveringslenken fra kvitterings-e-posten.
pl: Jeśli aplikacja nie otworzyła się lub zainstalowałeś ją ponownie, użyj opcji **Aktywuj zakup przez Internet...** i wklej link aktywacyjny z wiadomości e-mail z potwierdzeniem.
pt_br: Se o app não abriu, ou se você o reinstalou, use **Ativar compra pela web…** e cole o link de ativação do e-mail do recibo.
pt_pt: Se o aplicativo não abriu ou você o reinstalou, use **Ativar compra pela Web…** e cole o link de ativação do seu e-mail de recibo.
ro: Dacă aplicația nu s-a deschis sau ați reinstalat-o, utilizați **Activate Web Purchase...** și inserați linkul de activare din e-mailul de primire.
ru: Если приложение не открылось или вы его переустановили, выберите **Активировать веб-покупку…** и вставьте ссылку активации из письма с чеком.
sk: Ak sa aplikácia neotvorila alebo ste ju preinštalovali, použite **Aktivovať webový nákup...** a prilepte aktivačný odkaz z e-mailu s potvrdením.
sl: Če se aplikacija ni odprla ali ste jo znova namestili, uporabite **Aktiviraj spletno nakupovanje…** in prilepite aktivacijsko povezavo iz e-poštnega sporočila s potrdilom.
sv: Om appen inte öppnades, eller om du installerade om den, använd **Aktivera webbköp...** och klistra in aktiveringslänken från ditt e-postkvitto.
th: หากแอปไม่เปิดขึ้นมา หรือคุณติดตั้งใหม่ ให้ใช้ **เปิดใช้งานการซื้อทางเว็บ…** และวางลิงก์เปิดใช้งานจากอีเมลใบเสร็จของคุณ
tr: Uygulama açılmadıysa veya yeniden yüklediyseniz **Web Satın Alımını Etkinleştir…** seçeneğini kullanın ve makbuz e-postanızdaki etkinleştirme bağlantısını yapıştırın.
uk: Якщо програма не відкрилася або ви її перевстановили, скористайтеся **Активувати вебпокупку…** і вставте посилання для активації з листа з квитанцією.
ur: اگر ایپ نہیں کھلی، یا آپ نے اسے دوبارہ انسٹال کیا ہے، تو **ایکٹیویٹ ویب پرچیز…** استعمال کریں اور اپنی رسید ای میل سے ایکٹیویشن لنک پیسٹ کریں۔
vi: Nếu ứng dụng không mở hoặc bạn đã cài đặt lại ứng dụng, hãy sử dụng **Kích hoạt mua hàng trên web…** và dán liên kết kích hoạt từ email biên nhận của bạn.
zh_hans: 如果 App 没有打开，或你重新安装了它，请使用 **激活网页购买…**，并粘贴收据电子邮件中的激活链接。
zh_hant: 如果 App 沒有打開，或你重新安裝了它，請使用**啟用網頁購買項目…**，並貼上收據電子郵件中的啟用連結。
